# IdeaStatiCa.ConnectionApi.Model.TextPosition

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Origin** | **List&lt;double&gt;** |  | [optional]
**Angles** | **List&lt;double&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)